{"title":"A cartography of the Aztec Gods Pantheon","introduction":["“As far back as I can remember, I’ve always wanted to be an Aztec jaguar warrior…”","South American and Meso-american civilizations have fascinated me since my childhood - when I would watch “The Mysterious Cities of Gold,” an early 80’s Japanese-French anime series. Solar-powered galleon ship, golden mechanical-condor, three kids exploring the New World at the beginning of Spanish Conquest and mini documentaries at the end of each episode. Who could ask for anything more?","(Footnote: Hoping for a sequel? Already done in 2012!)","But with 2021 marking the 500th year since the fall of Tenochtitlan, capital of the Aztec Empire, it was time to switch from passion to understanding. Time to commemorate the complexity of the Aztec Pantheon, make the academic research more accessible to the general public and show how this civilization is still alive in our global culture.","Information is scattered, partial and sometimes contradictory but, thanks to the Pudding and its gifted team, we tried to embrace all of them to give you an overall view and the most extensive online map of the Aztec Pantheon. And we hope it will help you see this civilization with your inner child’s eyes, just like I did years ago."],"codices_title":"Lost or tainted written sources","codices":[{"text":"Until its rise as an academic field that strives for accuracy, history has been, by definition, written from a single point of view. Concerning our subject, we stumble upon a major difficulty: the Aztecs destroyed materials created by their rivals in order to justify the dominance of their empire. And Spanish conquerors and Christian missionaries brought about an even bigger annihilation, toppling Aztec society and rewriting their works."},{"text":"Fortunately, some of these missionaries tried to collect as much information as they could, especially pioneer of anthropology Bernardino de Sahagún, while others, like Bartolomé de Las Casas, fought for indigenous rights. Their work is still precious to historians."}],"iconography_title":"Complex iconography: the examples of Tezcatlipoca and Tlaltecuhtli","iconography":[{"text":"Aztec gods, in iconographic sources, are a little like Mr Potato Head dolls, with important symbolic accessories added to their form  (feathers and jade for nobility or power, walking stick for merchants, skulls and bones for the underworld, claws or fangs for sacrificial dimension, etc.). This explains the difficulty in identifying gods, even by specialists, as these symbols can be emphasized for a particular worship or switched between deities, if they share similar fields of competence. Thus, gods can have multiple disguises and share them with others, like a never ending stream."},{"text":"Below, you can look at two examples of Aztec gods, Tezcatlipoca and Tlaltecuhtli, and their combinations of symbols which permit identification."}],"iconography_tezca":"Tezcatlipoca","tezca-steps":[{"id":"face","text":"Yellow and black stripes are used for the face."},{"id":"spear","text":"The spear is used to judge humans."},{"id":"mirror","text":"The obsidian mirror is used for divination."},{"id":"headdress","text":"The elaborate headdress represents swirling smoke that emanates from his mirror."},{"id":"foot","text":"Tezcatlipoca’s foot was bitten off by Tlaltecuhtli or Cipactli in a battle. It is sometimes replaced by smoke, a scroll or a snake."},{"id":"skin","text":"Jaguar skin (main nahual of Tezcatlipoca)"},{"id":"pectoral","text":"Circular pectoral (“anáhuatl”) over the chest, made up of a white shell ring tied on by a red leather strap."},{"id":"nose","text":"Nose plug made from jade as a religious and/or social ranking ornament."},{"id":"ezpitzal","text":"Missing symbol in this illustration: the ezpitzal (gust of blood) symbolizing anger, rage or madness."}],"iconography_tlalte":"Tlaltecuhtli","tlalte-steps":[{"id":"claws","text":"Clawed hands and feet are a symbol of ferocity and blood thirst for sacrifice."},{"id":"hair","text":"Curly hair is a symbol of grass (“malinali”)"},{"id":"mouth","text":"Wide open mouth that swallows the sun at the end of each day."},{"id":"extramouths","text":"Extra mouths at the joints and skull ornaments emphasize the all consuming aspect of death."},{"id":"crouch","text":"The crouching position can be a symbol of the birthing process and fertility."}],"pantheon_title":"Pantheon","pantheon":[{"id":"Ometeotl","type":"primordial","title":"Ometeotl, primordial god","minibio":"Androgynous entity, responsible for the creation of the world, on the back of Cipactli, and the gods, but not mankind.","illustration":"13-heavens","content":[{"subtitle":"Symbolism","subcontent":["Human life is impermanent for Aztecs. The only symbol of truth and permanence is Ometeotl, the cosmic energy which gives life to everything, and structures it, like a fabric upon which other gods and humans weave their history.","Ometeotl doesn’t seem to have a direct worship (or following), besides mentions in poems from higher classes. However, he’s the core of Aztec cosmogony or worldview. Like the cell’s mitosis, Ometeotl divides himself into Ometecuhtli (male) and Omecihuatl (female), which then divide themselves into the four creation gods. So every Aztec god can be seen as a specific disguise of Ometeotl."]},{"subtitle":"Legacy","subcontent":["This deity is still celebrated annually in Morelos at the Ometeotl festival, which shows the diversity of Mexican culture. But Ometeotl’s legacy can also be seen in the work of French philosopher and sociologist Edgar Morin who popularized the concept of complex thought, or complex systems. The Aztec’s pantheon is indeed a perfect example of a complex structure, where all the parts interact with each other in various ways, culminating in a higher order : Ometeotl’s one."]}]},{"id":"Huitzilopochtli","type":"creation","title":"Huitzilopochtli","minibio":"God of war, thunderstorms, fire and sun. He's the original deity of the nomadic tribe of Mexica, also known as Aztecs. He was a warrior who need blood to win his battle against darkness.","illustration":"aztec-timeline","content":[{"subtitle":"Symbolism","subcontent":["Huitzilopochtli is a younger god. The protector of Mexica people (also known as Aztecs) through their journey from the mythic city of Aztlan (potentially north of Mexico) to Texcoco Lake, where they built Tenochtitlan. And the symbol of Aztec power. Constantly struggling to feed the fifth sun (Tonatiuh) and thus allowing the whole world to exist, Huitzilopochtli can count on his people to help him in this battle, thanks to wars, conquests and captives. While their blood is spilled to the ground, to feed the earth, their heart (representing the soul, or teyolia) is offered to the sun. Once again, death brings life."]},{"subtitle":"Legacy","subcontent":["The presence of Huitzilopochtli, despite the many centuries that have passed, is still obvious today. Look no further than Mexico’s flag. At the center of it, an eagle eats a snake on a cactus. The same that Mexica saw upon their arrival at Texcoco.  But, mainly, Huitzilopochtli's shadow still lies over the political landscape. The Empire his followers built (one which roughly restructured the countryside and created a sense of unity, despite the variety of local cultures) reshaped Mexican history well into the present"]}]},{"id":"Quetzalcoatl","type":"creation","title":"Quetzalcoatl","minibio":"One of the main divinities worshiped in Mesoamerica. He's  the god of agriculture, arts, love science and wind. Exiled by his brother Tezcatlipoca, his expected return has been seen, at first, as the arrival of Hernan Cortez in 1519.","content":[{"subtitle":"Symbolism","subcontent":["Gukumatz for Quiche people, Kukulkan for Mayan or Ce Acatl Topiltzin for Toltecs: The feathered serpent figure has been revered for centuries in Mesoamerica. Although he’s a major fertility god for Aztecs, he also birthed  a sweeter life for humans by giving them agriculture (maize and cocoa), science (calendar and astronomy), arts (dance and poetry), game (tlachtli), medicine and drugs, and especially love (trough his romance with Mayahuel).","All those gifts remain in Mexican culture, thanks to historical and archeological work, but the most vivacious one remains the Náhuatl language. Spoken in the center of Mexico since the 7th century, this language is still, actually, the second most spoken one in the country, with around 2M speakers, mostly in rural areas. This language even spread to the Philippines during Spanish colonization, and Tagalog absorbed several words from it."]},{"subtitle":"Legacy","subcontent":["Like Breton’s dialect in France, contemporary Náhuatl is not authentic any more, as it has been Latinized and standardized since the Spanish Conquest, not to mention the fragmentation of Náhuatl into a multitude of local variations, and the urban migration, which weakens its transmission. Shunned during the reign of Porfirio Diaz (late 19th - early 20th), local dialects became, in the early 1990s, a strong symbol for the recognition of indigenous rights. And, finally, in 2003, indigenous languages were recognized as co-official national languages by the government."]}]},{"id":"Tezcatlipoca","type":"creation","title":"Tezcatlipoca","minibio":"Omnipotent god of rulers, sorcerers or warriors, he rules night, death, discord, conflict, temptation, change and destruction. Symbolized by the jaguar, he's a rival of Quetzalcoatl and one of the most complex Aztec gods.","content":[{"subtitle":"Symbolism","subcontent":["Although Tezcatlipoca is protector of young warriors, rulers and even slaves, his main power is magic. Both a destructive and creative god, his shapeshifting ability allows him to trick people or travel through our physical world. And his omniscience permits him to reward or punish them, depending on his mood.","Nahual (or nagual), the ability to connect with a totemic creature—a bit like the idea of a “spirit animal”—was strong in Aztec culture, as every man was born under a particular day, which brought specific traits of character or a particular destiny. Then, it was popularized by the anthropologist Carlos Casteneda in the 1960’s and spread through New Age movements."]},{"subtitle":"Legacy","subcontent":["Despite witch hunts during the Spanish Conquest, magic has survived into the present, with brujos/brujas or curanderos/curanderas, especially in the south of Mexico Valley, Tuxtla (Chiapas) or in Catemaco, a village near Vera Cruz, where politicians still come to seek mystical help before elections."]}]},{"id":"Xipe Totec","type":"creation","title":"Xipe Totec","minibio":"Fierce god of agriculture, fertility, seasons and renewal, he was also a protector of gold workers, jewelers and warriors. He flayed himself to give humanity food, and was shown as wearing a flayed human skin.","content":[{"subtitle":"Symbolism","subcontent":["Xipe Totec is, like Quetzalcoatl, an old god, whose origin dates back as far as Olmec civilization. Even if he’s less known than the three other creators gods, Xipe Totec merges very well with the two sides of Aztecs civilisation : the agrarian-sedentary aspect of native tribes in the Valley of Mexico and the warrior-nomadic trait of the northern tribes which arrived in the 11 th century. Like the kernel of the maize, Xipe Totec removed his own skin to provide food for humanity and, by giving their blood during gladiatorial sacrifices, warriors thus ensured the survival of the whole community."]},{"subtitle":"Legacy","subcontent":["Xipe Totec would have been an excellent ship’s figurehead for the Zapatista delegation who set sail in May 2021 for Europe, as he symbolizes the “inverted colonization” of Mexican food in Western civilizations. Without him, there would be no tomato (“tomate” in nahuatl) sauce in Italy, no fried potatoes (“camohtli”) in France of Belgium, or chewing gum (“chicle”), chocolate (“xocoatl”) and popcorn (“momochitl”) invading movie theaters."]}]},{"id":"Xiuhtecuhtli","type":"elemental","title":"Xiuhtecuhtli","minibio":"God of fire and time, protector of kings, warriors and pochtecas. One of the oldest cult in aztec mythology. He's also deeply conected with birth.","content":[{"subtitle":"Symbolism","subcontent":["Domestic fire is one of the first characteristics of human civilization and its ability to transform nature. Revered since the preclassical period (1500 BC –- 100 AD) as Huehueteotl (“Old god”), Xiuhtecuhtli is the protector of the Aztec calpulli (kind of like an European house which administered an urban or rural territory) and thus seen as the center of the universe, appearing both at the intersection of the cardinal points and vertical levels of the outerworld."]},{"subtitle":"Legacy","subcontent":["Every 52 years, the two Aztec calendars, which were inspired by the Mayan system, converged and a ceremony to renew the divine fire would take place. It was a key moment, fueled with apprehension. Those calendars were believed to merge again in 2012 and for some who hoped for radical changes to society after a major event, like in New Age movements, this year was seen as a potential date for the end of the world. But there was a basic confusion between our linear, Western conception of time and Meso-american cycles, where time was seen more like a circle, with continual renewal. That being said, the actual “climate deathclock” can make us feel a similar apprehension like Aztecs could have experienced during the “binding of years”."]}]},{"id":"Tlaloc","type":"elemental","title":"Tlaloc","minibio":"Main aztec god, with Huitzilopochtli, who controls rain, hurricanes, fertility and lightning. He's also associated with springs, mountains and caves. Babies were drown to give him power.","content":[{"subtitle":"Symbolism","subcontent":["Tlaloc and Huitzilopochtli overlooked the Aztec people, from the top of Templo Mayor in Tenochtitlan. The rain god Tlaloc was the symbol of the agrarian and sedentary people of the Valley of Mexico, who merged with the nomadic tribes to form the Aztec civilization. Built on the Texcoco lake and prone to droughts and floods, the agricultural system was heavily dependent on water, thus many sacrifices were made to appease Tlaloc."]},{"subtitle":"Legacy","subcontent":["The Valley of Mexico has been strongly transformed since, and most of the lakes have disappeared due to urbanization and modification of agricultural techniques. The Aztecs’ channelling of water through dams, aqueducts and chinampas, has still survived in some places, like Xochimilco). But many areas have suffered these past years from chronic water problems."]}]},{"id":"Mictlantecuhtli","type":"elemental","title":"Mictlantecuhtli","minibio":"God of death and lord of Mictlan, the main Aztec underworld. Living in complete darkness, he guards the bones of dead people but also babies before their birth.","illustration":"9-hell","content":[{"subtitle":"Symbolism","subcontent":["Unlike Christian beliefs, Aztec afterlife doesn’t depend on the way you lived but on the way you died. Drown, you went to Tlaloc’s country, died in childbirth, you joined Cihuateteo and, supreme honor, sacrificial victims and warriors would stay with Tonatiuh. But the majority who died of natural causes had to go through the land of Mictlan and pass a serie of trials, in order to gradually give up their soul (“teyolia”, linked to the heart), their spirit (“tonali”, to the head) and their vitality (“ihiyotl”, to the liver)."]},{"subtitle":"Legacy","subcontent":["Death, especially symbolized by skulls (“calaveras”), skeletons or marigolds, still has a major place in Mexican folklore, and has been popularized in the wider global culture thanks to the 19th cartoonist José Guadalupe Posada but, more importantly, in our collective psyche, to the Dia de los Muertos, which combines both Christians and Aztec elements. And the gory, spooky and violent iconography of death deities are still a great inspiration for the cholo’s subculture, from Cypress Hill to Prayers and his “cholo goth”, or death metal bands (link to aztec playlist)."]}]},{"id":"Tlaltecuhtli","type":"elemental","title":"Tlaltecuhtli","minibio":"Sea monster creature, considered as the source of all living things. She's has to be kept benevolent by blood sacrifices, as she swallows the sun each night.","content":[{"subtitle":"Symbolism","subcontent":["In the Aztec cosmogony, or worldview, the universe was, at first, a gigantic reptilian monster and called, according to different sources, Cipactli or Tlaltecuhtli. Its body, dismembered by Quetzalcoatl and Tezcatlipoca, was then used to create the earth. There are still raging debates on its identity (male or female) but Tlaltecuhtli, like Tezcatlipoca, is both a matrix, a creator of life, and a destructor, devouring the sun at the end of each day."]},{"subtitle":"Legacy","subcontent":["The nurturing aspect of earth has merged, since 1531, into the cult of the Virgin of Guadalupe, whose followers are still widespread in Mexico. But some believe that the monstrous and destructive aspects of Tlaltecuhtli still lay in the ground of Mexico, due to the collective apprehension of disastrous earthquakes, like the notorious one in 1985, which left 10,000 dead and 30,000 wounded."]}]},{"id":"Yacatecuhtli","type":"human","title":"Yacatecuhtli","minibio":"God of merchants and travelers, especially pochtecas. Depicted as a man with a long nose and a stick, je opens the way for Gods to travel to the mortal world and also clears a path for the imperial armies.","illustration":"social-pyramid","content":[{"subtitle":"Symbolism","subcontent":["War and trade were the main tools of Aztec imperialism, which explains the strong connections between them. Military trained and used as a vanguard (or even as an excuse for casus belli with rivals when they were attacked), the long distance traders known as pochtecas lived in a closed society, with their own jurisdiction and religious ceremonies kind of like the European guilds. And their influence was growing stronger just before the arrival of Hernan Cortès."]},{"subtitle":"Legacy","subcontent":["There’s no direct cult to Yacatecuhtli actually but mexican narco dealers can be seen as the legitimate heirs of pochtecas : by bringing to upper classes luxury products and using violence in order to conquer new territories, they share a similar relation of rivalty and proximity with the new nobility of politics, media and economy."]}]},{"id":"Mixcoatl","type":"human","title":"Mixcoatl","minibio":"Chichimec and Otomi god of hunting, war, fire, sky and the Milky Way. Depending on the sources, he can be the father of Huitzilopochtli and Quetzalcoatl or a new form of Tezcatlipoca.","illustration":"​​civilizations-and-ethnic-groups-in-meso-america","content":[{"subtitle":"Symbolism","subcontent":["Mixcoatl is a good example of the complexity and confusions surrounding the Aztec pantheon. Worshipped by Toltecs (around 1000 AD), both as a god and historical figure, and then by Otomis or Chichimecs, he shared many common attributes with Huitzilopochtli, especially war. This is potentially the consequence of Aztec expansion, which, like the Roman Empire, assimilated or merged several local gods to create a sense of unity."]},{"subtitle":"Legacy","subcontent":["The predominance of this civilization obliterated, in our collective psyche, a major fact of Mesoamerican history: the diversity of ethnics groups which lived before, besides, among or even after Aztecs. Like we mentioned before with Huitzlipochtli, the indigenous question is still one the main questions in Mexican politics. And language, symbol of their particularisms, has been used since as an instrument of political combat."]}]},{"id":"Xochiquetzal","type":"human","title":"Xochiquetzal","minibio":"Goddess of female sexuality, prostitutes, homosexuals, young mothers, flowers, pleasure and craft (embroiders, weavers, silversmiths and sculptors).","content":[{"subtitle":"Symbolism","subcontent":["Higher pleasures, such as arts and crafts or love, were under the protection of Quetzalcoatl, as we have seen before, but also an intriguing and gender-fluid couple: Xochiquetzal and Xochipilli. Whereas order and stability were major virtues for Aztecs, they expressed the beauty of impermanence, always at the edge between spiritual ecstasy and futility or excess, like their symbol: flower."]},{"subtitle":"Legacy","subcontent":["Aztecs arts have survived  through their architecture, codices, music (see below), ritual dances, and especially their poetry, thanks to the richness of Náhuatl language, or the famous paintings of Frida Kahlo and Diego Rivera, or even Keith Harring. Aztec and other Amerindian civilisations are also extremely interesting for LGBTQ+ studies (even if our present attitudes toward gender and sexuality can’t be so easily applied to older societies).","Strict Aztecs laws forbid homosexuality but, despite the biased documents we have, “outcasts” had a kind of acceptance and even a religious role, including gender fluid gods, like Centeotl, gender bending priests during ceremonies and prostitutes (“ahuianime”) who openly accompanied warriors during their campaigns."]}]},{"id":"Mayahuel","type":"human","title":"Mayahuel, Goddess of pulque","minibio":"Goddess of the maguay plant and all its by-products, especially pulque. Said to have 400 breasts to nurture her children, she gave love to mankind with her romance with Quetzalcoatl.","content":[{"subtitle":"Symbolism","subcontent":["Pulque (a mild alcoholic beverage made from maguey) is quite a paradoxical element of Aztec culture. Whereas their pantheon counted hundreds of gods related to it, it was restricted to very few people (warriors, sacrificial victims, priests and nobles for celebrations or older people and pregnant women) and public drunkenness was severely punished."]},{"subtitle":"Legacy","subcontent":["Maguey plantations brought wealth to powerful families in Mexico during the 19th century, but pulque represents only 10% of the alcoholic beverages consumed in Mexico. However, a modern version of it, thanks to the European distillation technique, became very popular worldwide: tequila. Additionally, maguey, with its low water consumption, is actually a point of interest for agronomists and could help to solve some water problems in Mexico."]}]}],"sources_title":"Going Further","sources":[{"group_title":"Aztec - contextuals elements","sources_group":[{"subgroup_title":"General","sources_subgroup":[{"title":"The daily life of the Aztecs","author":"Jacques Soustelle"},{"title":"The Aztecs and The Aztec Empire","author":"Michael E. Smith"},{"title":"Les Aztèques : le peuple du cinquième Soleil","author":"Carmen Bernand"}]},{"subgroup_title":"Culture and Religion","sources_subgroup":[{"title":"La religion mexica","author":"Rafael Tena"},{"title":"Los oficios en la religion mexicana","author":"Jacqueline de Durand-Forest"},{"title":"Aztec thought and culture","author":"Miguel Leon-Portilla (translated by Jack Emory Davis)"},{"title":"Amoxaltepetl “Popol Vuh Azteca”","author":"Christian Aboytes (Spanish)"},{"title":"In the age of the Fifth Sun : Jacques Soustelle’s studies of Aztec religion","author":"Aleksandar Bošković"},{"title":"Aztec Mythology : The Influence of Aztec Mythology on Mexican Culture and History","author":"James W. Salterio Torres"}]}]},{"group_title":"Warnings and problematic points","sources_group":[{"subgroup_title":"Primal Sources","sources_subgroup":[{"title":"Historia general de las cosas de Nueva España","author":"Bernardino de Sahagún"},{"title":"“El panteón en la Historia General de las cosas de la Nueva España de fray Bernardino de Sahagún”","author":"Guilhem Olivier"}]},{"subgroup_title":"Iconographic analysis and identification","sources_subgroup":[{"title":"Les dieux aztèques et leur iconographie","author":"Sylvie Peperstraete"},{"title":"An Illustrated Dictionary of The Gods and Symbols of Ancient Mexico and the Maya","author":"Mary Miller and Karl Taube"},{"title":"La pragmatique des dieux aztèques","author":"Danièle Dehouve"},{"title":"Les règles de construction des dieux aztèques (Religions en Mésoamérique)","author":"Danièle Dehouve"}]}]}]}